Repository: Slandais/q4os-i18n
Catalog: q4os-tools/*/q4os-shortcuts.po
Languages: pt

source: A KDE panel applet for a WINE menu
pt: Uma mini-aplicação de painel do KDE para um menu WINE

source: Access the Internet
pt: Aceda à Internet

source: Accessories
pt: Acessórios

source: Air
pt: Ar

source: Autumn Leaves
pt: Folhas de Outono

source: Blueman Bluetooth Manager
pt: Gestor Bluetooth Blueman

source: Bluetooth Manager
pt: Gestor de Bluetooth

source: Browse the World Wide Web
pt: Navegue na World Wide Web

source: Burning tool
pt: Ferramenta de gravação

source: Centaurus constellation
pt: Constelação de Centauro

source: Configure NVIDIA X Server Settings
pt: Configure as configurações do servidor NVIDIA X

source: Control Panel
pt: Painel de Controlo

source: Control panel
pt: Painel de controlo

source: Create, reorganize, and delete partitions
pt: Criar, reorganizar e eliminar partições

source: Curls on Green
pt: Cachos em verde

source: Damselfly
pt: Libelinha

source: Debian Future prototype
pt: Protótipo do futuro Debian

source: Debian Lines
pt: Linhas do Debian

source: Debian Softwaves
pt: Ondas Suaves do Debian

source: Documents
pt: Documentos

source: File Synchronizer
pt: Sincronizador de ficheiros

source: Files and folders
pt: Ficheiros e pastas

source: Find
pt: Localizar

source: Games
pt: Jogos

source: Green curtain
pt: Cortina verde

source: Help
pt: Ajuda

source: Install Applications
pt: Instalar Aplicações

source: Install Q4OS to Pinebook
pt: Instalar o Q4OS no Pinebook

source: Install, remove and upgrade software packages
pt: Instalar, remover e atualizar pacotes de software

source: Landscape Keltern
pt: Paisagem Keltern

source: Language Pack installation
pt: Instalação do pacote de idioma

source: Lineart Logo
pt: Logótipo em linhas

source: Mail Client
pt: Cliente de email

source: Media player
pt: Reprodutor multimédia

source: My Documents
pt: Meus Documentos

source: NVIDIA X Server Settings
pt: Definições do servidor NVIDIA X

source: Network Shares
pt: Partilhas de rede

source: Network connections
pt: Ligações de rede

source: Open Terminal
pt: Abrir Terminal

source: Package Manager
pt: Gestor de pacotes

source: Partition Editor
pt: Editor de partições

source: Pictures
pt: Imagens

source: Print system
pt: Sistema de impressão

source: Programs
pt: Programas

source: Q4OS Software Centre
pt: Centro de software Q4OS

source: Q4OS Welcome Screen
pt: Ecrã de boas-vindas Q4OS

source: Q4OS documentation on-line
pt: Documentação on-line do Q4OS

source: Read, capture, broadcast your multimedia streams
pt: Leia, capture, transmita os seus fluxos de multimédia

source: Read/Write Mail/News with Thunderbird
pt: Leia/Escreva email/Notícias com o Thunderbird

source: Screen scaling
pt: Escala de ecrã

source: Settings
pt: Definições

source: SimpleOutlook Glass
pt: Vidro SimpleOutlook

source: SimpleOutlook Glass Adaptive
pt: Vidro adaptável SimpleOutlook

source: SimpleOutlook Pyramids
pt: Pirâmides SimpleOutlook

source: SimpleOutlook Ridge
pt: Cordilheira SimpleOutlook

source: SimpleOutlook Sunset
pt: Pôr-do-sol SimpleOutlook

source: Skype Internet Telephony
pt: Telefonia pela Internet Skype

source: Start menu
pt: Menu iniciar

source: StartUp
pt: Arranque

source: Storm Blue
pt: Tempestade azul

source: Synaptic Package Manager
pt: Gestor de pacotes Synaptic

source: Sync your files across computers and to the web
pt: Sincronize os seus ficheiros entre computadores e a web

source: System
pt: Sistema

source: TDevelop - Q4OS Development Pack
pt: TDevelop - Pacote de desenvolvimento Q4OS

source: Terminal Program
pt: Programa Terminal

source: The Bay
pt: A Baía

source: Trash
pt: Lixo

source: Uninstall
pt: Desinstalar

source: Uninstall Chromium
pt: Desinstalar o Chromium

source: Uninstall Q4OS Development Pack
pt: Desinstalar o pacote de desenvolvimento Q4OS

source: Uninstall substitute_application_name_desc
pt: Desinstalar o substituto_aplicação_nome_desc

source: Update Manager
pt: Gestor de atualizações

source: Users and groups
pt: Utilizadores e grupos

source: Web Browser
pt: Navegador de internet

source: Wine Configuration
pt: Configuração do Wine

source: Wine Menu
pt: Menu do Wine

source: Wine control panel
pt: Painel de controlo do Wine

source: substitute_application_name for Q4OS
pt: substituto_aplicação_nome_desc para Q4OS

source: substitute_application_name_desc
pt: substituto_aplicação_nome_desc
