Repository: Slandais/q4os-i18n
Catalog: q4os-tools/*/q4os-screenscaler.po
Languages: pt

source: Apply
pt: Aplicar

source: Cancel
pt: Cancelar

source: If you align the scale, fonts and elements on primary screen will match the real size.
pt: Se alinhar a escala, os tipos de letra e os elementos no ecrã principal corresponderão ao tamanho real.

source: Reset
pt: Repor

source: Reset screen scaling configuration to system defaults
pt: Redefinir a configuração de escala do ecrã para os padrões do sistema

source: Ruler [cm]:
pt: Régua [cm]:

source: Sample:
pt: Amostra:

source: Save changes, you will need to login again
pt: Guardar alterações, precisará de iniciar sessão novamente

source: Scaling factor
pt: Fator de escala

source: Scaling factor / DPI value to apply / Primary screen guessed
pt: Fator de escala / valor de DPI a aplicar / Ecrã principal adivinhado

source: Screen scaling configuration has been saved. You need to login again for changes to take effect.
pt: A configuração de escala do ecrã foi guardada. Precisa de iniciar sessão novamente para que as alterações tenham efeito.

source: Screen scaling setup
pt: Configuração da escala do ecrã

source: Show advanced options
pt: Mostrar opções avançadas

source: This tool sets screen scaling up for Trinity desktop only, exiting ...
pt: Esta ferramenta define o redimensionamento do ecrã para o ambiente de trabalho Trinity apenas, a sair ...
